<?php

return [

    'required' => 'این فیلد الزامی است.',
    'string' => 'مقدار این فیلد باید متنی باشد.',
    'min' => [
        'string' => 'این فیلد باید حداقل :min کاراکتر داشته باشد.',
    ],
    'max' => [
        'string' => 'این فیلد نمی‌تواند بیشتر از :max کاراکتر داشته باشد.',
    ],
    'regex' => 'فرمت واردشده معتبر نیست.',
    'in' => 'مقدار انتخاب‌شده معتبر نیست.',

    'attributes' => [
        'name' => 'نام و نام خانوادگی',
        'phone' => 'شماره موبایل',
        'request_type' => 'نوع درخواست',
        'project_type' => 'نوع پروژه',
        'message' => 'پیام',
        'website' => 'وب‌سایت',
    ],

];
